Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/CameraSettings/CameraSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nb, nl, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# CAM_RECORD_VIDEO_4K_30_HEVC_DOLBY_FOOTER
source: • 190 MB with 4K at 30 fps (higher resolution)
ar: ‏• ١٩٠ م.ب. بدقة 4K ومعدل ٣٠ إطار/ث (دقة أعلى)
bg: • 190 MB с 4K / 30 кадъра/сек (по-висока разделителна способност)
bn: • ^[4](formatNumber: true)K-তে ^[30](formatNumber: true) fps-এ ^[190](formatNumber: true) MB (হায়ার রেজোলিউশন)
ca: • 190 MB amb 4K a 30 fps (major resolució)
cs: • 190 MB při 4K a 30 fps (vyšší rozlišení)
da: • 190 MB med 4K ved 30 bps (højere opløsning)
de: • 190 MB in 4K mit 30 fps (höhere Auflösung)
el: • 190 MB με 4K στα 30 καρέ/δευτ. (υψηλότερη ανάλυση)
es: • 190 MB a 4K y 30 fps (mayor resolución)
es_us: • 190 MB con 4K a 30 fps (mayor resolución)
fi: • 190 Mt, jos valittuna on 4K / 30 fps (suurempi tarkkuus)
fr: • 190 Mo avec 4K à 30 ips (meilleure résolution)
fr_ca: • 190 Mo avec 4K à 30 ips (résolution maximale)
gu: • 30 fps પર 4K માટે 190 MB (હાયર રિઝોલ્યૂશન)
he: ‏• 190 מ״ב באיכות 4K בקצב של ⁨30 FPS⁩ (רזולוציה גבוהה יותר)
hi: • 30 fps पर 4K के साथ 190 MB (उच्च रिज़ोल्यूशन)
hr: • 190 MB s 4K pri 30 fps (viša razlučivost)
hu: • 190 MB 4K felbontással, 30 fps sebességgel (nagyobb felbontás)
id: • 190 MB dengan 4K pada 30 fps (resolusi lebih tinggi)
it: • 190 MB con 4K a 30 fps (risoluzione superiore)
ja: • 190 MB（4K/30 fps、高解像度）
kk: • 190 МБ: 4K, 30 кадр/с (ажыратымдылығы жоғары)
kn: • 30 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 190 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 190MB, 4K - 30fps(고해상도)
lt: • 190 MB pasirinkus 4K 30 kadr./s (didesnė raiška)
ml: • 30 fps-ൽ 4K-യോടു കൂടിയ 190 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • ^[30](formatNumber: true) fps वर ^[4](formatNumber: true) K सह ^[190](formatNumber: true) MB (उच्च रेझोल्यूशन)
ms: • 190 MB dengan 4K pada 30 bps (resolusi lebih tinggi)
nb: • 190 MB med 4K ved 30 bps (høy oppløsning)
nl: • 190 MB met 4K op 30 fps (hogere resolutie)
or: • ^[30](formatNumber: true) fpsରେ 4K ସହିତ ^[190](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • ^[30](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[190](formatNumber: true) MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 190 MB przy 4K i 30 kl./s (wyższa rozdzielczość)
pt_br: • 190 MB com 4K a 30 fps (resolução maior)
pt_pt: • 190 MB com 4K a 30 fps (resolução mais alta)
ro: • 190 MB cu 4K la 30 fps (rezoluție mai înaltă)
ru: • 190 МБ при 4K, 30 кадр⁠/⁠с (более высокое разрешение)
sk: • 190 MB pri 4K, 30 fps (vyššie rozlíšenie)
sl: • 190 MB z ločljivostjo 4K pri 30 sličicah/s (višja ločljivost)
sv: • 190 MB med 4K med 30 bilder/s (högre upplösning)
ta: • 30 fpsஇல் 4Kஇல் 190 MB (உயர் தெளிவுத்திறன்)
te: • 30 fpsగా 4Kతో 190 MB (అధిక రిజల్యూషన్)
th: • 190 MB ด้วย 4K ที่ 30 fps (ความละเอียดมากขึ้น)
tr: • 190 MB; 4K, 30 kare/sn. (daha yüksek çözünürlük)
uk: • 190 МБ для 4K із 30 кадр/с (вища роздільність)
ur: • ‏⁨^[30](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[190](formatNumber: true) MB⁩ (زیادہ ریزولیوشن)
vi: • 190 MB với 4K tại 30 fps (độ phân giải cao hơn)
zh_cn: • 190 MB, 4K/30 fps（高分辨率）
zh_hk: • 190 MB（4K/30 fps，更高解像度）
zh_tw: • 190 MB（4K/30 fps，較高解析度）

# CAM_RECORD_VIDEO_4K_30_HEVC_FOOTER
source: • 170 MB with 4K at 30 fps (higher resolution)
ar: ‏• ١٧٠ م.ب. بدقة 4K بمعدل ٣٠ إطار/ث (دقة أعلى)
bg: • 170 MB с 4K / 30 кадъра/сек (по-висока разделителна способност)
bn: • 4K-তে 30 fps-এ 170 MB (হায়ার রেজোলিউশন)
ca: • 170 MB amb 4K a 30 fps (major resolució)
cs: • 170 MB při 4K a 30 fps (vyšší rozlišení)
da: • 170 MB med 4K ved 30 bps (højere opløsning)
de: • 170 MB in 4K mit 30 fps (höhere Auflösung)
el: • 170 MB με 4K στα 30 καρέ/δευτ. (υψηλότερη ανάλυση)
es: • 170 MB a 4K y 30 fps (mayor resolución)
es_us: • 170 MB con 4K a 30 fps (mayor resolución)
fi: • 170 Mt, jos valittuna on 4K / 30 fps (suurempi tarkkuus)
fr: • 170 Mo avec 4K à 30 ips (meilleure résolution)
fr_ca: • 170 Mo avec 4K à 30 ips (résolution maximale)
gu: • 30 fps પર 4K માટે 170 MB (હાયર રિઝોલ્યૂશન)
he: ‏• 170 מ״ב באיכות 4K בקצב של ⁨30 FPS⁩ (רזולוציה גבוהה יותר)
hi: • 30 fps पर 4K के साथ 170 MB (उच्च रिज़ोल्यूशन)
hr: • 170 MB s 4K pri 30 fps (viša razlučivost)
hu: • 170 MB 4K felbontással, 30 fps sebességgel (nagyobb felbontás)
id: • 170 MB dengan 4K pada 30 fps (resolusi lebih tinggi)
it: • 170 MB con 4K a 30 fps (risoluzione superiore)
ja: • 170 MB（4K/30 fps、高解像度）
kk: • 170 МБ: 4K, 30 кадр/с (ажыратымдылығы жоғары)
kn: • 30 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 170 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್)
ko: • 170MB, 4K - 30fps(고해상도)
lt: • 170 MB pasirinkus 4K 30 kadr./s (didesnė raiška)
ml: • 30 fps-ൽ 4K-യോടു കൂടിയ 170 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ)
mr: • ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K सह ^[170](formatNumber: true) MB (उच्च रेझोल्यूशन)
ms: • 170 MB dengan 4K pada 30 bps (resolusi lebih tinggi)
nb: • 170 MB med 4K ved 30 bps (høy oppløsning)
nl: • 170 MB met 4K op 30 fps (hogere resolutie)
or: • ^[30](formatNumber: true) fpsରେ 4K ସହିତ ^[170](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍)
pa: • ^[30](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[170](formatNumber: true) MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ)
pl: • 170 MB przy 4K i 30 kl./s (wyższa rozdzielczość)
pt_br: • 170 MB com 4K a 30 fps (resolução maior)
pt_pt: • 170 MB com 4K a 30 fps (resolução mais alta)
ro: • 170 MB cu 4K la 30 fps (rezoluție mai înaltă)
ru: • 170 МБ при 4K, 30 кадр⁠/⁠с (более высокое разрешение)
sk: • 170 MB pri 4K, 30 fps (vyššie rozlíšenie)
sl: • 170 MB z ločljivostjo 4K pri 30 sličicah/s (višja ločljivost)
sv: • 170 MB med 4K med 30 bilder/s (högre upplösning)
ta: • 30 fpsஇல் 4Kஇல் 170 MB (உயர் தெளிவுத்திறன்)
te: • 30 fpsగా 4Kతో 170 MB (అధిక రిజల్యూషన్)
th: • 170 MB ด้วย 4K ที่ 30 fps (ความละเอียดมากขึ้น)
tr: • 170 MB; 4K, 30 kare/sn. (daha yüksek çözünürlük)
uk: • 170 МБ для 4K із 30 кадр/с (вища роздільність)
ur: • ‏⁨^[30](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[170](formatNumber: true) MB⁩ (زیادہ ریزولیوشن)
vi: • 170 MB với 4K tại 30 fps (độ phân giải cao hơn)
zh_cn: • 170 MB, 4K/30 fps（高分辨率）
zh_hk: • 170 MB（4K/30 fps，更高解像度）
zh_tw: • 170 MB（4K/30 fps，較高解析度）

# CAM_RECORD_VIDEO_4K_30_MOST_COMPATIBLE
source: 4K at 30 fps (High Efficiency)
ar: ‏‪4K‬ بمعدل ٣٠ إطار/ث (تنسيق عالي الكفاءة)
bg: 4K / 30 кадъра/сек (Високоефективен)
bn: 4K 30 fps-এ (হাই এফিসিয়েন্সি)
ca: 4K a 30 fps (alta eficiència)
cs: 4K při 30 fps (vysoká efektivita)
da: 4K ved 30 bps (High Efficiency)
de: 4K (30 fps) (High Efficiency)
el: 4K στα 30 καρέ/δευτ. (υψηλή απόδοση)
es: 4K a 30 fps (alta eficiencia)
es_us: 4K a 30 fps (alta eficiencia)
fi: 4K / 30 fps (korkea hyötysuhde)
fr: 4K à 30 ips (haute efficacité)
fr_ca: 4K à 30 ips (haute efficacité)
gu: 30 fps પર 4K (હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨30 FPS⁩ (יעילות גבוהה)
hi: 30 fps पर 4K (हाई एफ़िशिएंसी)
hr: 4K pri 30 fps (visoka učinkovitost)
hu: 4K / 30 fps (nagy hatékonyságú)
id: 4K pada 30 fps (Efisiensi Tinggi)
it: 4K a 30 fps (efficienza elevata)
ja: 4K/30 fps（高効率）
kk: 4K, 30 кадр/с (жоғары тиімділік)
kn: 30 fpsನಲ್ಲಿ 4K (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 30fps(고효율성)
lt: 4K 30 kadr./s (didelis efektyvumas)
ml: 30 fps-ൽ 4K (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K (उच्च कार्यक्षमता)
ms: 4K pada 30 bps (Kecekapan Tinggi)
nb: 4K ved 30 bps (High Efficiency)
nl: 4K op 30 fps (High Efficiency)
or: ^[30](formatNumber: true) fpsରେ 4K (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: 30 fps ’ਤੇ 4K (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 30 kl./s (High Efficiency)
pt_br: 4K a 30 fps (Alta Eficiência)
pt_pt: 4K a 30 fps (alta eficiência)
ro: 4K la 30 fps (eficiență înaltă)
ru: 4K, 30 кадр⁠/⁠с (высокоэффективный)
sk: 4K, 30 fps (vysokoefektívny)
sl: 4K pri 30 sličicah/s (visoka učinkovitost)
sv: 4K med 30 bilder/s (Högeffektiv)
ta: 30 fpsஇல் 4K (உயர் செயல்திறன்)
te: 30 fpsగా 4K (అత్యధిక సామర్థ్యం కలిగినది)
th: 4K ที่ 30 fps (ประสิทธิภาพสูง)
tr: 4K, 30 kare/sn. (Yüksek Verimlilik)
uk: 4K із 30 кадр/с (високоефективний)
ur: ‏⁨^[30](formatNumber: true) fps⁩ پر ⁨4K⁩ (ہائی ایفی شیئنسی)
vi: 4K tại 30 fps (Hiệu suất cao)
zh_cn: 4K/30 fps（高效）
zh_hk: 4K/30 fps（高效率）
zh_tw: 4K/30 fps（高效率）

# CAM_RECORD_VIDEO_4K_30_SHORT
source: 4K at 30 fps
ar: ‏4K بمعدل ٣٠ إطار/ث
bg: 4K / 30 кадъра/сек
bn: 4K 30 fps-এ
ca: 4K a 30 fps
cs: 4K, 30 fps
da: 4K ved 30 bps
de: 4K (30 fps)
el: 4K στα 30 καρέ/δευτ.
es: 4K a 30 fps
es_us: 4K a 30 fps
fi: 4K / 30 fps
fr: 4K à 30 ips
fr_ca: 4K à 30 ips
gu: 30 fps પર 4K
he: ‏4K בקצב של ⁨30 FPS⁩
hi: 30 fps पर 4K
hr: 4K pri 30 fps
hu: 4K / 30 fps
id: 4K pada 30 fps
it: 4K a 30 fps
ja: 4K/30 fps
kk: 4K, 30 кадр/с
kn: 30 fpsನಲ್ಲಿ 4K
ko: 4K - 30fps
lt: 4K 30 kadr./s
ml: 30 fps-ൽ 4K
mr: ^[30](formatNumber: true) fps वर ^[4](formatNumber: true)K
ms: 4K pada 30 bps
nb: 4K ved 30 bps
nl: 4K op 30 fps
or: ^[30](formatNumber: true) fpsରେ 4K
pa: ^[30](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K
pl: 4K, 30 kl./s
pt_br: 4K a 30 fps
pt_pt: 4K a 30 fps
ro: 4K la 30 fps
ru: 4K, 30 кадр⁠/⁠с
sk: 4K, 30 fps
sl: 4K in 30 sličic/s
sv: 4K med 30 b/s
ta: 30 fpsஇல் 4K
te: 30 fpsగా 4K
th: 4K ที่ 30 fps
tr: 4K, 30 kare/sn.
uk: 4K із 30 кадр/с
ur: 4K پر ⁨^[30](formatNumber: true) fps⁩
vi: 4K tại 30 fps
zh_cn: 4K/30 fps
zh_hk: 4K/30 fps
zh_tw: 4K/30 fps

# CAM_RECORD_VIDEO_4K_60
source: 4K at 60 fps
ar: ‏4K بمعدل ٦٠ إطار/ث
bg: 4K / 60 кадъра/сек
bn: ^[4](formatNumber: true)K-তে ^[60](formatNumber: true) fps-এ
ca: 4K a 60 fps
cs: 4K, 60 fps
da: 4K ved 60 bps
de: 4K (60 fps)
el: 4K στα 60 καρέ/δευτ.
es: 4K a 60 fps
es_us: 4K a 60 fps
fi: 4K / 60 fps
fr: 4K à 60 ips
fr_ca: 4K à 60 ips
gu: 60 fps પર 4K
he: ‏4K בקצב של ⁨60 FPS⁩
hi: 60 fps पर 4K
hr: 4K pri 60 fps
hu: 4K / 60 fps
id: 4K pada 60 fps
it: 4K a 60 fps
ja: 4K/60 fps
kk: 4K, 60 кадр/с
kn: 60 fpsನಲ್ಲಿ 4K
ko: 4K - 60fps
lt: 4K 60 kadr./s
ml: 60 fps-ൽ 4K
mr: ^[60](formatNumber: true) fps वर ^[4](formatNumber: true) K
ms: 4K pada 60 bps
nb: 4K ved 60 bps
nl: 4K op 60 fps
or: ^[60](formatNumber: true) fpsରେ 4K
pa: ^[60](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K
pl: 4K, 60 kl./s
pt_br: 4K a 60 fps
pt_pt: 4K a 60 fps
ro: 4K la 60 fps
ru: 4K, 60 кадр⁠/⁠с
sk: 4K, 60 fps
sl: 4K in 60 sličic/s
sv: 4K med 60 bilder/s
ta: 60 fpsஇல் 4K
te: 60 fpsగా 4K
th: 4K ที่ 60 fps
tr: 4K, 60 kare/sn.
uk: 4K із 60 кадр/с
ur: 4K پر ⁨^[60](formatNumber: true) fps⁩
vi: 4K tại 60 fps
zh_cn: 4K/60 fps
zh_hk: 4K/60 fps
zh_tw: 4K/60 fps

# CAM_RECORD_VIDEO_4K_60_HEVC_DOLBY_FOOTER
source: • 440 MB with 4K at 60 fps (higher resolution, smoother)
ar: ‏• ٤٤٠ م.ب. بدقة 4K ومعدل ٦٠ إطار/ث (دقة أعلى، أكثر سلاسة)
bg: • 440 MB с 4K / 60 кадъра/сек (по-висока разделителна способност, по-гладко)
bn: • ^[4](formatNumber: true)K-তে ^[60](formatNumber: true) fps-এ ^[440](formatNumber: true) MB (হায়ার রেজোলিউশন, সহজে চলার মত)
ca: • 440 MB amb 4K a 60 fps (major resolució, més fluid)
cs: • 440 MB při 4K a 60 fps (vyšší rozlišení, plynulejší)
da: • 440 MB med 4K ved 60 bps (højere opløsning, jævnere)
de: • 440 MB in 4K mit 60 fps (höhere Auflösung, flüssiger)
el: • 440 MB με 4K στα 60 καρέ/δευτ. (υψηλότερη ανάλυση, ομαλότερη)
es: • 440 MB a 4K y 60 fps (mayor resolución y fluidez)
es_us: • 440 MB con 4K a 60 fps (mayor resolución, más suave)
fi: • 440 Mt, jos valittuna on 4K / 60 fps (suurempi tarkkuus, pehmeämpi)
fr: • 440 Mo avec 4K à 60 ips (meilleure résolution, plus fluide)
fr_ca: • 440 Mo avec 4K à 60 ips (résolution maximale, plus fluide)
gu: • 60 fps પર 4K માટે 440 MB (હાયર રિઝોલ્યૂશન, સ્મૂધર)
he: ‏• 440 מ״ב באיכות 4K בקצב של ⁨60 FPS⁩ (רזולוציה גבוהה יותר, צילום חלק יותר)
hi: • 60 fps पर 4K के साथ 440 MB (उच्च रिज़ोल्यूशन, आसानी से चलने वाला)
hr: • 440 MB s 4K pri 60 fps (viša razlučivost, glađe)
hu: • 440 MB 4K felbontással, 60 fps sebességgel (nagyobb felbontás, egyenletesebb)
id: • 440 MB dengan 4K pada 60 fps (resolusi lebih tinggi, lebih halus)
it: • 440 MB con 4K a 60 fps (risoluzione superiore, più fluido)
ja: • 440 MB（4K/60 fps、高解像度、よりスムーズ）
kk: • 440 МБ: 4K, 60 кадр/с (ажыратымдылығы жоғары, тегістелген)
kn: • 60 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 440 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್, ಸುಗಮ ಅನುಭವ)
ko: • 440MB, 4K - 60fps(고해상도, 부드러운 영상)
lt: • 440 MB pasirinkus 4K 60 kadr./s (didesnė raiška, sklandesnis įrašas)
ml: • 60 fps-ൽ 4K-യോടു കൂടിയ 440 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ, കൂടുതൽ സുഗമം)
mr: • ^[60](formatNumber: true) fps वर ^[4](formatNumber: true) K सह ^[440](formatNumber: true) MB (उच्च रेझोल्यूशन, सहजपणे चालणारा)
ms: • 440 MB dengan 4K pada 60 bps (resolusi lebih tinggi, lebih lancar)
nb: • 440 MB med 4K ved 60 bps (høy oppløsning, jevnere)
nl: • 440 MB met 4K op 60 fps (hogere resolutie, vloeiender)
or: • ^[60](formatNumber: true) fpsରେ 4K ସହିତ ^[440](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍, ଅଧିକ ସ୍ମୂଥ୍‌)
pa: • ^[60](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[440](formatNumber: true) MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ, ਨਿਰਵਿਘਨ)
pl: • 440 MB przy 4K i 60 kl./s (wyższa rozdzielczość, płynniej)
pt_br: • 440 MB com 4K a 60 fps (resolução maior, mais suave)
pt_pt: • 440 MB com 4K a 60 fps (resolução mais alta, mais suave)
ro: • 440 MB cu 4K la 60 fps (rezoluție mai înaltă, mai fluid)
ru: • 440 МБ при 4K, 60 кадр⁠/⁠с (более высокое разрешение, сглаженно)
sk: • 440 MB pri 4K, 60 fps (vyššie rozlíšenie, plynulejšie)
sl: • 440 MB z ločljivostjo 4K pri 60 sličicah/s (višja ločljivost, bolj tekoče)
sv: • 440 MB med 4K med 60 bilder/s (högre upplösning, jämnare)
ta: • 60 fpsஇல் 4Kஇல் 440 MB (உயர் தெளிவுத்திறன், மென்மையான இயக்கம்)
te: • 60 fpsగా 4Kతో 440 MB (అధిక రిజల్యూషన్, సులభంగా పనిచేసేది)
th: • 440 MB ด้วย 4K ที่ 60 fps (ความละเอียดมากขึ้น นุ่มนวลขึ้น)
tr: • 440 MB; 4K, 60 kare/sn. (daha yüksek çözünürlük, daha akıcı)
uk: • 440 МБ для 4K із 60 кадр/с (вища роздільність, згладжено)
ur: ⁨^[60](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[440](formatNumber: true) MB⁩ (زیادہ ریزولیوشن، آسانی سے چلنے والا)
vi: • 440 MB với 4K tại 60 fps (độ phân giải cao hơn, mượt hơn)
zh_cn: • 440 MB, 4K/60 fps（高分辨率，更流畅）
zh_hk: • 440 MB（4K/60 fps，更高解像度，更流暢）
zh_tw: • 440 MB（4K/60 fps，較高解析度，較流暢）

# CAM_RECORD_VIDEO_4K_60_HEVC_FOOTER
source: • 400 MB with 4K at 60 fps (higher resolution, smoother)
ar: ‏• ٤٠٠ م.ب. بدقة 4K بمعدل ٦٠ إطار/ث (دقة أعلى، أكثر سلاسة)
bg: • 400 MB с 4K / 60 кадъра/сек (по-висока разделителна способност, по-гладко)
bn: • 4K-তে 60 fps-এ 400 MB (হায়ার রেজোলিউশন, সহজে চলার মত)
ca: • 400 MB amb 4K a 60 fps (major resolució, més fluid)
cs: • 400 MB při 4K a 60 fps (vyšší rozlišení, plynulejší)
da: • 400 MB med 4K ved 60 bps (højere opløsning, jævnere)
de: • 400 MB in 4K mit 60 fps (höhere Auflösung, flüssiger)
el: • 400 MB με 4K στα 60 καρέ/δευτ. (υψηλότερη ανάλυση, ομαλότερη)
es: • 400 MB a 4K y 60 fps (mayor resolución y fluidez)
es_us: • 400 MB con 4K a 60 fps (mayor resolución, más suave)
fi: • 400 Mt, jos valittuna on 4K / 60 fps (suurempi tarkkuus, pehmeämpi)
fr: • 400 Mo avec 4K à 60 ips (meilleure résolution, plus fluide)
fr_ca: • 400 Mo avec 4K à 60 ips (résolution maximale, plus fluide)
gu: • 60 fps પર 4K માટે 400 MB (હાયર રિઝોલ્યૂશન, સ્મૂધર)
he: ‏• 400 מ״ב באיכות 4K בקצב של ⁨60 FPS⁩ (רזולוציה גבוהה יותר, צילום חלק יותר)
hi: • 60 fps पर 4K के साथ 400 MB (उच्च रिज़ोल्यूशन, आसानी से चलने वाला)
hr: • 400 MB s 4K pri 60 fps (viša razlučivost, glađe)
hu: • 400 MB 4K felbontással, 60 fps sebességgel (nagyobb felbontás, folyamatosabb)
id: • 400 MB dengan 4K pada 60 fps (resolusi lebih tinggi, lebih halus)
it: • 400 MB con 4K a 60 fps (risoluzione superiore, più fluido)
ja: • 400 MB（4K/60 fps、高解像度、よりスムーズ）
kk: • 400 МБ: 4K, 60 кадр/с (ажыратымдылығы жоғары, тегістелген)
kn: • 60 fpsನಲ್ಲಿ 4K ಜೊತೆಗೆ 400 MB (ಅಧಿಕ ರೆಸಲ್ಯೂಷನ್, ಸುಗಮ ಅನುಭವ)
ko: • 400MB, 4K - 60fps(고해상도, 부드러운 영상)
lt: • 400 MB pasirinkus 4K 60 kadr./s (didesnė raiška, sklandesnis įrašas)
ml: • 60 fps-ൽ 4K-യോടു കൂടിയ 400 MB (കൂടുതൽ ഉയർന്ന റെസലൂഷൻ, കൂടുതൽ സുഗമം)
mr: • ^[60](formatNumber: true) fps वर ^[4](formatNumber: true)K सह ^[400](formatNumber: true) MB (उच्च रेझोल्यूशन, सहजपणे चालणारा)
ms: • 400 MB dengan 4K pada 60 bps (resolusi lebih tinggi, lebih lancar)
nb: • 400 MB med 4K ved 60 bps (høy oppløsning, jevnere)
nl: • 400 MB met 4K op 60 fps (hogere resolutie, vloeiender)
or: • ^[60](formatNumber: true) fpsରେ 4K ସହିତ ^[400](formatNumber: true) MB (ଉଚ୍ଚ ରିଜୋଲ୍ୟୁଶନ୍, ଅଧିକ ସ୍ମୂଥ୍‌)
pa: • ^[60](formatNumber: true) fps ’ਤੇ ^[4](formatNumber: true)K ਨਾਲ ^[400](formatNumber: true) MB (ਉੱਚ ਰੈਜ਼ੋਲੂਸ਼ਨ, ਨਿਰਵਿਘਨ)
pl: • 400 MB przy 4K i 60 kl./s (wyższa rozdzielczość, płynniej)
pt_br: • 400 MB com 4K a 60 fps (resolução maior, mais suave)
pt_pt: • 400 MB com 4K a 60 fps (resolução mais alta, mais suave)
ro: • 400 MB cu 4K la 60 fps (rezoluție mai înaltă, mai fluid)
ru: • 400 МБ при 4K, 60 кадр⁠/⁠с (более высокое разрешение, сглаженно)
sk: • 400 MB pri 4K, 60 fps (vyššie rozlíšenie, plynulejšie)
sl: • 400 MB z ločljivostjo 4K pri 60 sličicah/s (višja ločljivost, bolj tekoče)
sv: • 400 MB med 4K med 60 bilder/s (högre upplösning, jämnare)
ta: • 60 fpsஇல் 4Kஇல் 400 MB (உயர் தெளிவுத்திறன், மென்மையான இயக்கம்)
te: • 60 fpsగా 4Kతో 400 MB (అధిక రిజల్యూషన్, సులభంగా పనిచేసేది)
th: • 400 MB ด้วย 4K ที่ 60 fps (ความละเอียดมากขึ้น นุ่มนวลขึ้น)
tr: • 400 MB; 4K, 60 kare/sn. (daha yüksek çözünürlük, daha akıcı)
uk: • 400 МБ для 4K із 60 кадр/с (вища роздільність, згладжено)
ur: ⁨^[60](formatNumber: true) fps⁩ پر ‏4K کے ساتھ ⁨^[400](formatNumber: true) MB⁩ (زیادہ ریزولیوشن، آسانی سے چلنے والا)
vi: • 400 MB với 4K tại 60 fps (độ phân giải cao hơn, mượt hơn)
zh_cn: • 400 MB, 4K/60 fps（高分辨率，更流畅）
zh_hk: • 400 MB（4K/60 fps，更高解像度，更流暢）
zh_tw: • 400 MB（4K/60 fps，較高解析度，較流暢）

# CAM_RECORD_VIDEO_4K_60_MOST_COMPATIBLE
source: 4K at 60 fps (High Efficiency)
ar: ‏4K بمعدل ٦٠ إطار/ث (تنسيق عالي الكفاءة)
bg: 4K / 60 кадъра/сек (Високоефективен)
bn: 4K-তে 60 fps-এ (হাই এফিসিয়েন্সি)
ca: 4K a 60 fps (alta eficiència)
cs: 4K při 60 fps (vysoká efektivita)
da: 4K ved 60 bps (High Efficiency)
de: 4K (60 fps) (High Efficiency)
el: 4K στα 60 καρέ/δευτ. (υψηλή απόδοση)
es: 4K a 60 fps (alta eficiencia)
es_us: 4K a 60 fps (alta eficiencia)
fi: 4K / 60 fps (korkea hyötysuhde)
fr: 4K à 60 ips (haute efficacité)
fr_ca: 4K à 60 ips (haute efficacité)
gu: 60 fps પર 4K (હાઇ એફિશંસી)
he: ‏4K בקצב של ⁨60 FPS⁩ (יעילות גבוהה)
hi: 60 fps पर 4K (हाई एफ़िशिएंसी)
hr: 4K pri 60 fps (visoka učinkovitost)
hu: 4K / 60 fps (nagy hatékonyságú)
id: 4K pada 60 fps (Efisiensi Tinggi)
it: 4K a 60 fps (efficienza elevata)
ja: 4K/60 fps（高効率）
kk: 4K, 60 кадр/с (жоғары тиімділік)
kn: 60 fpsನಲ್ಲಿ 4K (ಅಧಿಕ ಎಫಿಸಿಯೆನ್ಸಿ)
ko: 4K - 60fps(고효율성)
lt: 4K 60 kadr./s (didelis efektyvumas)
ml: 60 fps-ൽ 4K (ഉയർന്ന എഫിഷ്യൻസി)
mr: ^[60](formatNumber: true) fps वर ^[4](formatNumber: true)K (उच्च कार्यक्षमता)
ms: 4K pada 60 bps (Kecekapan Tinggi)
nb: 4K ved 60 bps (High Efficiency)
nl: 4K op 60 fps (High Efficiency)
or: ^[60](formatNumber: true) fpsରେ 4K (ଉଚ୍ଚ ଦକ୍ଷତା ସମ୍ପନ୍ନ)
pa: ^[60](formatNumber: true) fps ’ਤੇ ^[4](formatNumber: true)K (ਉੱਚ ਕੁਸ਼ਲਤਾ)
pl: 4K, 60 kl./s (High Efficiency)
pt_br: 4K a 60 fps (Alta Eficiência)
pt_pt: 4K a 60 fps (alta eficiência)
ro: 4K la 60 fps (eficiență înaltă)
ru: 4K, 60 кадр⁠/⁠с (высокоэффективный)
sk: 4K, 60 fps (Vysokoefektívny)
sl: 4K pri 60 sličicah/s (visoka učinkovitost)
sv: 4K med 60 bilder/s (Högeffektiv)
ta: 60 fpsஇல் 4K (உயர் செயல்திறன்)
te: 60 fpsగా 4K (అత్యధిక సామర్థ్యం కలిగిన)
th: 4K ที่ 60 fps (ประสิทธิภาพสูง)
tr: 4K, 60 kare/sn. (Yüksek Verimlilik)
uk: 4K із 60 кадр/с (високоефективний)
ur: ⁨^[60](formatNumber: true) fps⁩ پر ⁨4K⁩ (ہائی ایفی شیئنسی)
vi: 4K tại 60 fps (Hiệu suất cao)
zh_cn: 4K/60 fps（高效）
zh_hk: 4K/60 fps（高效率）
zh_tw: 4K/60 fps（高效率）

# CAM_RECORD_VIDEO_4K_60_SHORT
source: 4K at 60 fps
ar: ‏4K بمعدل ٦٠ إطار/ث
bg: 4K / 60 кадъра/сек
bn: 4K-তে 60 fps-এ
ca: 4K a 60 fps
cs: 4K, 60 fps
da: 4K ved 60 bps
de: 4K (60 fps)
el: 4K στα 60 καρέ/δευτ.
es: 4K a 60 fps
es_us: 4K a 60 fps
fi: 4K / 60 fps
fr: 4K à 60 ips
fr_ca: 4K à 60 ips
gu: 60 fps પર 4K
he: ‏4K בקצב של ⁨60 FPS⁩
hi: 60 fps पर 4K
hr: 4K pri 60 fps
hu: 4K / 60 fps
id: 4K pada 60 fps
it: 4K a 60 fps
ja: 4K/60 fps
kk: 4K, 60 кадр/с
kn: 60 fpsನಲ್ಲಿ 4K
ko: 4K - 60fps
lt: 4K 60 kadr./s
ml: 60 fps-ൽ 4K
mr: ^[60](formatNumber: true) fps वर ^[4](formatNumber: true)K
ms: 4K pada 60 bps
nb: 4K ved 60 bps
nl: 4K op 60 fps
or: ^[60](formatNumber: true) fpsରେ 4K
pa: ^[60](formatNumber: true) fps ‘ਤੇ ^[4](formatNumber: true)K
pl: 4K, 60 kl./s
pt_br: 4K a 60 fps
pt_pt: 4K a 60 fps
ro: 4K la 60 fps
ru: 4K, 60 кадр⁠/⁠с
sk: 4K, 60 fps
sl: 4K in 60 sličic/s
sv: 4K med 60 b/s
ta: 60 fpsஇல் 4K
te: 60 fpsగా 4K
th: 4K ที่ 60 fps
tr: 4K, 60 kare/sn.
uk: 4K із 60 кадр/с
ur: 4K پر ⁨^[60](formatNumber: true) fps⁩
vi: 4K tại 60 fps
zh_cn: 4K/60 fps
zh_hk: 4K/60 fps
zh_tw: 4K/60 fps

# CAM_RECORD_VIDEO_4K_100
source: 4K at 100 fps (PAL)
ar: ‏4K بمعدل ١٠٠ إطار/ث (PAL)
bg: 4K / 100 кадъра/сек (PAL)
bn: 4K 100 fps-এ (PAL)
ca: 4K a 100 fps (PAL)
cs: 4K při 100 fps (PAL)
da: 4K ved 100 bps (PAL)
de: 4K mit 100 fps (PAL)
el: 4K στα 100 καρέ/δευτ. (PAL)
es: 4K a 100 fps (PAL)
es_us: 4K a 100 fps (PAL)
fi: 4K / 100 fps (PAL)
fr: 4K à 100 ips (PAL)
fr_ca: 4K à 100 ips (PAL)
gu: 100 fps પર 4K (PAL)
he: ‏4K בקצב של ⁨100 FPS⁩ (PAL)
hi: 100 fps पर 4K (PAL)
hr: 4K pri 100 FPS (PAL)
hu: 4K / 100 fps (PAL)
id: 4K pada 100 fps (PAL)
it: 4K a 100 fps (PAL)
ja: 4K/100 fps（PAL）
kk: 4K, 100 кадр/с (PAL)
kn: 100 fpsನಲ್ಲಿ 4K (PAL)
ko: 4K - 100fps(PAL)
lt: 4K 100 kadr./s (PAL)
ml: 100 fps‍-‍ൽ 4K (PAL)
mr: 100 fps सह 4K (PAL)
ms: 4K pada 100 bps (PAL)
nb: 4K ved 100 bps (PAL)
nl: 4K op 100 fps (PAL)
or: ^[100](formatNumber: true) fpsରେ 4K (PAL)
pa: 100 fps ‘ਤੇ 4K (PAL)
pl: 4K, 100 kl./s (PAL)
pt_br: 4K a 100 fps (PAL)
pt_pt: 4K a 100 fps (PAL)
ro: 4K la 100 fps (PAL)
ru: 4K, 100 кадр⁠/⁠с (PAL)
sk: 4K, 100 fps (PAL)
sl: 4K pri 100 sličicah/s (PAL)
sv: 4K med 100 bilder/s (PAL)
ta: 4K @ 100 fps (PAL)
te: 100 fpsగా 4K (PAL)
th: 4K ที่ 100 fps (PAL)
tr: 4K, 100 kare/sn. (PAL)
uk: 4K із 100 кадр/с (PAL)
ur: ‏⁨100 fps (PAL)⁩ پر 4K
vi: 4K tại 100 fps (PAL)
zh_cn: 4K/100 fps (PAL)
zh_hk: 4K/100 fps（PAL）
zh_tw: 4K/100 fps（PAL）
